Repository: openfun/xblock-proctor-exam
Catalog: proctor_exam/locale/*/LC_MESSAGES/django.po
Languages: fr

source: LTI passport is not configured
fr: Le passport LTI n'est pas configuré

source: Proctor Exam xblock configuration is incomplete, LTI passport is invalid
fr: La configuration de ce xblock Proctor Exam est imcomplète, le passport LTI est invalide

source: Proctor Exam xblock configuration is incomplete, exam URL is missing
fr: La configuration de ce xblock Proctor Exam est imcomplète, l'URL de l'examen est manquante

source: Click here to start identification process on Proctor Exam website
fr: Cliquez sur ce bouton pour commencer votre examen en ligne surveillé

source: Click here to continue identification process on Proctor Exam website
fr: Cliquez sur ce bouton pour continuer la phase de vérification de votre examen

source: Exam is running
fr: Cliquez sur ce bouton pour continuer votre examen en ligne surveillé

source: Exam is finished
fr: Votre examen est terminé

source: This Proctor Exam exam contains 1 element.
fr: Cet examen Proctor Exam contient 1 élément

source: This Proctor Exam exam contains {{ elements }} elements.
fr: Cet examen Proctor Exam contient {{ elements }} éléments

source: Click on 'View' to edit
fr: Cliquez sur 'Voir' pour editer

source: This Proctor Exam exam does not contain any element yet.
fr: Cet examen Proctor Exam ne contient aucun élément

source: Click on 'View' to add.
fr: Cliquez sur 'Voir' pour en ajouter

source: Exam url is:
fr: L'adresse de l'examen est :
